<template>
  <div>
<h5>用户隐私协议</h5>
<p>尊敬的用户，欢迎阅读本协议：</p>
<p>您的隐私对我们（“我们”或“我们的”）很重要。并且我们致力于保护您的隐私。因此，我们制定了隐私政策。本隐私政策（“隐私政策”）解释了当您使用软件和服务时，我们如何处理您的信息并保护您的隐私，以及与您的信息有关的可用权利和选项。我们认为，您有权了解我们在使用软件和服务（“软件和服务”）时可能收集和使用的信息的做法。如果您
    不同意此处设定的条款和条件，请不要使用该软件和服务。
</p>
<h5>1.我们处理的信息以及处理您的信息的目的</h5>
<p>
    我们将处理两大类信息。我们的使命是不断改进我们的软件和服务，并为您提供新的或更好的体验。作为此任务的一部分，我们将您的信息用于以下目的。如果出现用于处理您的个人数据的任何新目的，我们将通过对本隐私政策进行
    相应的更改，在开始处理有关该新目的的信息之前通知您。
</p>
<p>
    1.1您提交的信息
</p>
<p>
  （1）相机和照片（不包括面部照片）。通常，为了向您提供许多照片编辑器功能（例如模板，滤镜），您可以自愿授予我们访问相机或相册的权限，以便在您的移动设备中获取照片。我们将使用第三方提供的SDK处理照片。对于此类照片，我们既不会存储也不会与任何第三方共享
  。此信息对于您与我们之间的合同的适当履行是必要的。  
</p>
<p>
  （2）支持相关信息。如果您通过我们的支持部分或通过电子邮件与我们联系，我们可能会收集您的联系信息，您的投诉或反馈以及您自愿提供的与此支持有关的任何信息。此类信息仅用于为您提供支持服务，不会与通过软件和服务从您那里收集的任何其他信息相关联。
</p>
<h5>
    2.保护个人信息
</h5>
<p>
 我们采取预防措施，包括行政，技术和物理措施，以保护您的个人信息免遭丢失
 ，盗窃和滥用以及未经授权的访问，披露，更改和破坏。   
</p>
<p>
    确保您的个人信息安全；我们会向所有员工传达我们
    的隐私和安全准则，并严格执行公司内部的隐私保护措施。
</p>

  </div>
</template>

<script>
export default {
name:'Privacy'
}
</script>

<style scoped>
h5:nth-child(1){
    margin-top: 5px;
}
</style>