<template>
  <div>
    <div class="top">
        <span>个人中心</span>>
        <span>帮助中心</span>>
        <span class="title">条款协议</span>
    </div>
    <div class="content">
        
     <p>第一条 本站的权利</p>
1．有权审核、接受或拒绝会员的入会申请，有权撤销或停止会员的全部或部分服务内容；
2．有权修订会员的权利和义务，有权修改或调整本网站的服务内容；
3．有权将修订的会员的权利和义务以E-mail形式通知会员，会员收到通知后仍继续使用本网站服务者即表示会员同意并遵守新修订内容。
4．本网提供的服务仅供会员独立使用，未经本网授权，会员不得将会员号授予或转移给第三方。会员如果有违此例，本网有权向客户追索商业损失并保留追究法律责任的权利。

<p>第二条 本站的义务</p>
1．认真做好本网站所涉及的网络及通信系统的技术维护工作，保证本网站的畅通和高效；
2．除不可抗拒的因素导致本网站临时停止或短时间停止服务以外，如需停止本网站的全部或部分服务时，须提前在本网站上发布通知通告会员；
3．如本网站因系统维护或升级等原因需暂停服务，将事先通过主页、电子邮件等方式公告会员；
4．因不可抗力而使本网站服务暂停，所导致会员任何实际或潜在的损失，本网不做任何补偿；
5．本网不承担会员因遗失密码而受到的一切损失；
<p>第三条 关于版权</p>
1．本站所有资源，不代表本站观点或立场；
2．本站内的部分资源来自网络，所有资源只限于交流学习所用，禁止一切以商业营利为目的（或其他非法）的行为；
3．如本站侵犯了您的利益，请及时向本站管理员反映，本站及时处理或删除相关的资源。
第四条 附则
1．本网会员因违反以上规定而触犯有关法律法规，一切后果自负，本站不承担任何责任；
2．本规则未涉及之问题参见有关法律法规，当本规定与有关法律法规冲突时，以相应的法律法规为准。在本条款规定范围内，本站拥有最终解释权。
    </div>
  </div>
</template>

<script>
export default {
name:'Declare',

}
</script>

<style  scoped>
.top{
    color: #666691;
    width: 700px;
    height: 30px;
    margin-top: 10px;
    margin-left: 10px;
    background-color: #f9fafc;
}
.top .title{
    font-weight:bold;
    color:#00a476;
}
.content{
    margin-left: 10px;
    line-height: 30px;
}
</style>>

